Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: གཞོན་ནུ་ དེ་ལྟ་ [147b] བས་ ན་ གནས་ དེ་དག་ ཐོབ་ ནས་ |#| མ་ སྤོང་ ཤིག _།
en: Therefore, Prince, having obtained these things, do not throw them away!

source: གཞོན་ནུ་ ཁོ་བོ་ ནི་ གནས་ དེ་དག་ ཉིད་ སྟོན་པ ར་ འདོད་པ་ དང་ །_ ཉེ་བ ར་ རྗོད་པ ར་ འདོད་པ་ ཡིན་ ན་ |#| ཁྱོད་ ནི་ ལན་ འདེབས་པ ར་ འདོད་པ ས་ ཉན་ ནོ །_།
en: Prince, since those are the points that I wished to teach and explain, and that you wished to respond to, you have listened.

source: གལ་ཏེ་ ཁོ་བོ ས་ རྗེས་སུ་ བསྟན་པ་ ལ་ གནས་ ན་
en: Since you have stayed for what I have taught,

source: དེ་ ནི་ ཁྱོད་ ཀྱི་ རྗེས་སུ་ བསྟན་པ་ ཡིན་ གྱིས་ ཉོན་ ལ་ རིག་པ ར་ བྱོས་ ཤིག _།
en: that is your instruction, so you can listen and judge!’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1199 “Prince Smṛtilābha replied to the māra Muṣitasmṛti,

source: ཀྱེ་ མི་ ཁྱོད་ ལ་ རྗེས་སུ་ ཡི་ རང་ ངོ་ །_།
en: ‘I rejoice in you!

source: གང་ ཁྱོད་ འདི་སྐད་ དུ་ སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ་ ནི་ སྡུག་བསྔལ་བ འོ །_། |#| ཡང་ དང་ ཡང་ དུ་ འཁོར་བ འི་ བར་ དུའང་ དེ་བཞིན་ ནོ་ ཞེས་ ཟེར་བ་ ནི་ མངོན་པར་ རྗེས་སུ་ ཡི་ རང་ ངོ་ །_།
en: I strongly rejoice in what you said about birth, old age, sickness, and death being suffering, and likewise, about how everything up to turning repeatedly in saṃsāra is the same.

source: ཀྱེ་ མི་ ཡང་ ཁྱོད་ ཀྱིས་ མྱུར་ དུ་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདའ་བ ར་ གྱིས་ ཤིག་ ཅེས་ བརྗོད་ དེ །_
en: You also said, “May you swiftly reach nirvāṇa.”

source: ཀྱེ་ མི་ ཁྱོད་ ཀྱི་ ཚིག་ དེ་ ཐོས་ ནས་ ཁོ་བོ་ ནི་ སེམས་ཅན་ རྣམས་ ལ་ སྙིང་རྗེ་ ཤས་ ཆེ ར་ སྐྱེས་ ཏེ །_
en: Upon hearing your words my compassion for beings welled up.

source: སེམས་ཅན་ འདི་དག་ ནི་ ཡང་ དང་ ཡང་ སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ ས་ གཟིར་བ་ ཡིན་ ཏེ །_
en: As beings are repeatedly tormented by birth, old age, sickness, and death,

source: བདག་ གིས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ནས་ སེམས་ཅན་ དེ་དག་ ཡང་ དང་ ཡང་ དུ་ སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ །_ ན་བ་ དང་ །_ འཆི་བ འི་ དབང་ དུ་ གྱུར་པ ར་ མི་འགྱུར་བ ར་ སྐྱེ་བ་ དང་ །_ རྒ་བ་ དང་ ན་བ་ དང་ འཆི་བ འི་ འཇིགས་པ་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ བྱ འོ་ སྙམ་ མོ །_
en: I hope that I may fully awaken to unexcelled and perfect buddhahood, and thus free them from the fears of birth, old age, sickness, and death, so that beings no longer repeatedly fall under their sway.

source: ཀྱེ་ མི་ ཁྱོད་ ཁོ་བོ་ ལ་ འདི་སྐད་ དུ་ མྱ་ངན་ ལས་ འདས་པ་ ཐོབ་ ནས་ འཁོར་བ འི་ སྡུག་བསྔལ་ དག་ རབ་ཏུ་ སྟོན་པ་ ནི་ ངོ་མཚར་ ཏེ །_
en: Your instructions to me about the continued sufferings of saṃsāra once I have attained nirvāṇa were also amazing.

source: ཁོ་བོ ས་ དེ་དག་ ཐོས་ ནས་ སེམས་ཅན་ རྣམས་ ལ་ སྙིང་རྗེ་ ཆེན་པོ་ ཤས་ ཆེ ར་ སྐྱེས་ སོ །_།
en: Upon hearing them, compassion welled up in me for beings.

source: གལ་ཏེ་ ཁོ་བོ་ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདས་ ན་ སེམས་ཅན་ དེ་དག་ གི་ སྐྱོབ་པ ར་ འགྱུར་བ་ དང་ །_ ཐར་བ ར་ བྱེད་པ ར་ འགྱུར་བ་ སུ་ ཡིན །_
en: So if I pass beyond suffering, who will be the protector and liberator of those beings?’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1200 “The māra Muṣitasmṛti then asked Prince Smṛtilābha,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ འདི་སྐད་ དུ་ གང་ ལ་ སྐྱོན་ ཆེས་ ཉུང་བ་ དེ་ ཡང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ་ ཞེས་ མ་ སྨྲས་ སམ་ སྨྲས་པ །_
en: ‘Did you, or did you not say that even something with very few faults is not to be relied upon?’

source: ཀྱེ་ མི་ དེ་དེ་ བཞིན་ ཏེ །_
en: “ ‘That is right,’ Prince Smṛtilābha replied,

source: གང་ ལ་ སྐྱོན་ ཆེས་ ཉུང་བ་ དེ་ཡང་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: ‘even something with very few faults should not be relied upon.

source: ཀྱེ་ མི་བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ནི་ སྐྱོན་མེད་པ་ སྟེ །_ |#| དེ་ལྟ་བས་ན་ དེ་ ནི་ བསྟེན་པ ར་ བྱ་བ་ ཡིན་ ནོ །_།
en: Thus, since unexcelled and perfect awakening is faultless, it should be relied upon.’ [148.a]

source: དེ་ནས་ བདུད་ བརྗེད་ [148a] ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $1201 “The māra Muṣitasmṛti then said to Prince Smṛtilābha,

source: གཞོན་ནུ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ནི་ སྐྱོན་མེད་པ་ ཡིན་མོད་ ཀྱི་
en: ‘Prince, unexcelled and perfect awakening is indeed faultless.

source: གཞོན་ནུ་ འོན་ཀྱང་ ཁོ་བོ ས་ ཀྱང་ མ་ ཐོབ་ ན་ ཁྱོད་ ཀྱིས་ ལྟ་ ག་ལ་ ཐོབ །_
en: However, Prince, if even I could not attain it, how will you?

source: གཞོན་ནུ་ ཁོ་བོ་ ཡང་ སྔོན་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: Prince, I too thought in the past,

source: བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ བྱ འོ་ སྙམ་ མོ །_
en: “I will fully awaken to unexcelled and perfect buddhahood!”

source: ལོག་པ འི་ སེམས་ དེ་ལྟ་ བུ་ བསྐྱེད་པ་ དང་ །_ དེ་ མ་ ཐག་ ཏུ་ སློང་མོ་པ་ འདི་ལྟ་སྟེ །_ |#| མགོ་ སློང་བ་ དང་ །_ ལག་པ་ དང་ །_ རྐང་པ་ དང་ །_ མིག་ དང་ །_ རྣ་བ་ དང་ །_ བུ་ དང་ །_ ཆུང་མ་ དང་ །_ ལོངས་སྤྱོད་ དང་ །_ བཞོན་པ་ དང་ །_ ཁྱིམ་ དང་ །_ སླས་ དང་ །_ སྐྱེད་མོས་ཚལ་ དང་ །_ ནོར་བུ་ དང་ །_ མུ་ཏིག་ དང་ །_ བཻ་ དཱུརྱ་ དང་ །_ དུང་ དང་ །_ མན་ཤེལ་ དང་ །_ བྱི་རུ་ དང་ །_ ནོར་ དང་ །_ འབྲུ་དང་ །_ རྒྱལ་སྲིད་ ལ་སོགས་པ་ སློང་བ་ དག་ གིས་ ཀུན་ ཏུ་ གདུངས་ ཤིང་ །_ རབ་ཏུ་ གདུངས་ ཏེ །_
en: I gave rise to such a perverse idea and immediately beggars came, who tormented and tortured me by asking for my head, hands, legs, eyes, ears, children, wives, enjoyments, vehicles, houses, harems, gardens, gems, pearls, cat’s eyes, conch shells, crystals, coral, wealth, grain, kingdom, and the rest.

source: ཚེགས་ ཕྱུང་ ནས་ ཁོ་བོ ས་ བདོག་པ་ རྣམ་པར་ གཏོང་བ་ བྱས་པ་ ན་ ཡང་ ལུས་ ཞིག་པ་ ལས་ ཁྲག་ གི་ ཆུ་ ཀླུང་ བྱུང་བ་ དག་ གིས་ ཁོ་བོ འི་ སེམས་ གཟིར་ ཏེ །_
en: While undergoing such hardships and being forced to give up my possessions, rivers of blood flowed from my dismembered body, which tormented my mind.

source: དེས་ན་ ཁོ་བོ འི་ སེམས་བསྐྱེད་པ་ དེ་ བཏང་ ངོ་ །_།
en: Consequently, I gave up on my giving rise to the mind of awakening.

source: གལ་ཏེ་ ཁྱོད་ ཡིད་ མི་ ཆེས་ ན་ ཁོ་བོ འི་ དཀའ་བ་ དེ་ལྟ་ བར་ འདོད་ དམ །_
en: If you do not believe me, would you like to see that hardship of mine?’

source: ཀྱེ་ མི་ བལྟ་བ ར་ འདོད་ དེ །_
en: “ ‘Yes, I would like to see that, as

source: དེ་ ནི་ ཁོ་བོ འི་ དོན་ དུ་ འགྱུར་ རོ །_།
en: that will be to my benefit,’

source: བདག་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲན་པ་ རྙེད་ ཀྱི་ མོས་པ་ བཟློག་པ་ གང་དང་གང་ བྱས་པ་ དེ་ དང་ དེ་ཉིད་ ལ་ དེ་ ཡིད་ཆེས་ པར་ མི་ བྱེད་ ཀྱི །_ ཕྱིར་ཡང་ འདི་སྐད་ དུ་ ཁོ་བོ འི་ དོན་ དུ་ འགྱུར་ བ་ སྟོན་ ཅིག་ ཅེས་ ཟེར་ རོ་ སྙམ་ མོ །_།
en: ‘The bodhisattva Smṛtilābha does not believe in anything that I have done to thwart his resolve. |#| However, he has now told me, “Show me what will be of benefit to me!” ’

source: དེ་ནས་ བདུད་ དེས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དེ འི་ མདུན་ དུ་ ཁྲག་ གི་ ཆུ་ ཀླུང་ བཞི་ མངོན་པར་ སྤྲུལ་ ཏོ །_།
en: $1203 So the māra now manifested four rivers of blood before the prince.

source: གསེར་ གྱི་ ཕུང་པོ་ གངས་ ལྟ་བུ་ བཞི་ དང་ །_ མགོ་ཐོད་ རྣམ་པར་ ཟོས་པ་ དག་ དང་ །_ རྣམ་པར་ དམར་བ་ དག་ དང་ །_ རྣམ་པར་ རྣགས་པ་ དག་ གི་ ཕུང་པོ་ རི་རབ་ ལྟ་བུ་ ཡང་ མངོན་པར་ སྤྲུལ་ ཏོ །_།
en: He also manifested four heaps of gold the size of snow mountains and a heap of devoured, bloody, and decomposing skulls the size of Mount Sumeru.

source: རུས་པ་ དག་ གི་ ཕུང་པོ་ དུང་ ལྟར་ དཀར་བ་ རི་ ཙམ་ གཞན་དག་ ཀྱང་ མངོན་པར་ སྤྲུལ་ ཏོ །_།
en: He also manifested heaps of bones, as white as conch shells, the size of the other mountains.

source: ལག་རྡུམ་ དང་ །_ རྐང་ རྡུམ་ དང་ །_ རྣ་ རྡུམ་ དང་ །_ ཡན་ལག་ དང་ །_ ཉིང་ལག་ རྡུམ་པོ་ རྣམ་པ་ སྣ་ཚོགས་ དང་ །_ གཟུགས་ རྣམ་པ་ སྣ་ཚོགས་ འདི་ ལྟ་ [148b] སྟེ །_ |#| མི་ དང་ །_ དྲི་ཟ་ དང་ །_ གནོད་སྦྱིན་ དང་ །_ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ རྟ་ དང་ །_ རི་བོང་ དང་ །_ སྤྲེའུ་ དང་ །_ དོམ་ དང་ །_ གཟིག་ དང་ །_ ཕག་ དང་ །_ རི་ དག ས་ དང་ །_ དྲེད་ དང་ །_ གླང་པོ་ཆེ་ དང་ །_ མ་ཧེ་ ལ་སོགས་པ འི་ གཟུགས་ དང་ །_ དེ་བཞིན་ དུ་ ཉ་ དང་ །_ ཆུ་སྲིན་ འཛིན་ཁྲི་ དང་ །_ ཆུ་སྲིན་ བྱིས་པ་ གསོད་ དང་ །_ ཆུ་སྲིན་ ན་ཀྲ འི་ གཟུགས་ དང་ །_ དེ་བཞིན་ དུ་ ངང་པ་ དང་ །_ རྨ་བྱ་ དང་ །_ ཁྭ་ དང་ །_ ཁུ་བྱུག་ དང་ །_ ཀ་ལ་པིང་ཀ་ དང་ །_ ཤང་ཤང་ཏེའུ་ དང་ །_ བྱ་ ཀུ་ ཎ་ ལ་ དང་ །_ ཆུ་སྐྱར་ དང་ །_ རི་སྐེགས་ ལ་སོགས་པ འི་ གཟུགས་ ཀྱི་ རོ་ དག་ མངོན་པར་ སྤྲུལ་ ཏོ །_།
en: He manifested corpses with various dismemberments, such as dismembered hands, legs, ears, and other limbs and appendages, and in a variety of forms, [148.b] such as the forms of humans, gandharvas, yakṣas, lions, tigers, horses, hares, monkeys, bears, leopards, boars, deer, hyenas, elephants, buffaloes, and more. |#| He likewise manifested corpses in the forms of fish, sharks, porpoises, and crocodiles, and in the forms of geese, peacocks, crows, cuckoos, sparrows, pheasants, kuṇala birds, cranes, myna birds, and others.

source: རོ་ ཁ་ཅིག་ ནི་ ཁ་ གཅིག་པ་ དག་ གོ །_།
en: Some of the corpses had one mouth.

source: ཁ་ཅིག་ ནི་ ཁ་ གཉིས་པ་ དང་ །_ ཁ་ གསུམ་པ་ དང་ །_ བཞི་པ་ དང་ །_ ལྔ་པ་ དང་ །_ དྲུག་པ་ དང་ །_ བདུན་པ་ དང་ །_ བརྒྱད་པ་ དང་ །_ དགུ་པ་ དང་ །_ བཅུ་པ་ དང་ །_ ཉི་ཤུ་པ་ དང་ །_ སུམ་ཅུ་པ་ དང་ །_ བཞི་ བཅུ་པ་ དང་ །_ ལྔ་ བཅུ་པ་ ནས་ ཁ་ འབུམ་ ཡོད་པ འི་ བར་ དག་ དང་ །_ ལྕེ་ གཅིག་པ་ དང་ །_ ལྕེ་ གཉིས་པ་ དང་ །_ ལྕེ་ གསུམ་པ་ དང་ །_ ལྕེ་ བཞི་པ་ དང་ །_ ལྕེ་ ལྔ་པ་ ནས་ ལྕེ་ འབུམ་ ཡོད་པ འི་ བར་ དག་ དང་ །_ མིག་ གཅིག་པ་ ནས་ མིག་ འབུམ་ ཡོད་པ འི་ བར་ དག་ གོ །_།
en: Others had two, three, four, five, six, seven, eight, nine, ten, twenty, thirty, forty, fifty, or upwards of a hundred thousand mouths. |#| Some had one tongue, while others had two, three, four, five, or upwards of a hundred thousand tongues. |#| There were also corpses with anywhere from one to a hundred thousand eyes.

source: རོ་ དག་ ཀྱང་ གཅིག་ ལ་ གཅིག་ མིག་ འགྱུར་བ ར་ བྱེད་པ །_ རྣ་བ་ འགྱུར་བ ར་ བྱེད་པ །_ སོ་སྒྲ་ ཙིག་ ཙིག་ བྱེད་པ །_ རང་ གི་ མཆུ་ ལ་སོ ས་ འདེབས་པ །_ གནོད་སྦྱིན་ ལག་ ན་ མཚོན་ཆ་ མི་ འཐུན་པ་ སྣ་ཚོགས་ ཐོགས་ ཤིང་ ལངས་ ནས་ |#| འཁོད་པ ར་ གྱུར་པ་ དག་ གོ །_།
en: The corpses, moreover, all cocked their eyes and ears, chattered their teeth, and bit their lips, while the yakṣas stood at attention holding many different kinds of weapons in their hands.

source: འཇིགས་པ་ ཆེན་པོ་ དང་ འཇིགས་ སུ་ རུང་བ འི་ རྒྱུ་ དེ་ལྟ་ བུ་ ཡང་ མངོན་པར་ སྤྲུལ་ ནས་
en: Having manifested such a cause of fright and terror as this,

source: རྒྱལ་པོ འི་ གཞོན་ ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: he said to Prince Smṛtilābha,

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ འདི་དག་ ནི་ ཁྲག་ གི་ ཆུ་ ཀླུང་འབབ་པ་ དག་ གོ །_།
en: ‘Prince, these are the rivers of blood.

source: འདི་དག་ ནི་ རུས་པ འི་ རི་ ཆེན་པོ་ བཞི་པོ་ དག་ གོ །_།
en: These are the four great mountains of bones.’

source: ཀྱེ་ མི་ མཐོང་ ངོ་ །_།
en: “ ‘Yes, I see them,’

source: གཞོན་ནུ་ དེ་དག་ ནི་ ཁོ་བོ འི་ ཡན་ལག་ དང་ ཉིང་ལག་ བཅད་པ་ དག་ ལས་ ཁྲག་ གི་ ཆུ་ ཀླུང་ མངོན་པར་ གྲུབ་པ་ དག་ གོ །_།
en: $1204 “ ‘Prince,’ |#| ‘these rivers of blood were formed from cutting off my limbs and appendages.

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ མགོ་ཐོད་ ཀྱི་ རུས་པ འི་ རི་ བཞི་པོ་ རི་རབ་ ཙམ་ དེ་དག་ མཐོང་ ངམ །_
en: Prince, do you see the four Mount Sumeru-sized mountains of skull bones?’

source: ཀྱེ་ མི་ ཁོ་བོ་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་པ་ ན་ མགོ་ཐོད་ བཅད་པ་ དག་ ནི་ དེ་སྙེད་ དོ །_།
en: $1205 “ ‘Those are all my heads that were cut off while I was practicing bodhisattva conduct. [149.a]

source: ཀྱེ་ མི་ ཁྱོད་ ཀྱིས་ ལག་པ་ རྡུམ་པོ །_ རྐང་པ་ རྡུམ་ [149a] པོ །_ མིག་ ཕྱུང་བ །_ ཡན་ལག་ དང་ ཉིང་ལག་ རྣམ་པ་ སྣ་ཚོགས་ བཅད་པ འི་ རོ་ དག་ གི་ རི་ བཞི་པོ་ དག་ མཐོང་ ངམ །_
en: Do you also see the four mountains of corpses with dismembered hands, dismembered feet, eyes gouged out, and various limbs and appendages cut off?’

source: མཐོང་ ངོ་ །_།
en: “ ‘Yes, I do.’

source: གཞོན་ནུ་ དེ་དག་ ནི་ ཁོ་བོ ས་ སྔོན་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་པ་ ན །_ |#| ཡན་ལག་ དང་ ཉིང་ལག་ དག་ བཏང་ བ འོ །_།
en: $1206 “ ‘Prince, those are the limbs and appendages I gave up while practicing bodhisattva conduct.

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ ཕྱོགས་ བཞི འི་ གནོད་སྦྱིན་ གྱི་ སྡེ་ དག་ མཐོང་ ངམ །_
en: Prince, do you see the armies of yakṣas in the four directions?’

source: གཞོན་ནུ་ འཇིགས་པ་ ཆེན་པོ་ དང་ །_ འཇིགས་ སུ་ རུང་བ་ དེ་དག་ ནི་ གང་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་པ ར་ བྱེད་པ་ དེ འི་ གཟི་བྱིན་ འཕྲོག་པ ར་ བྱེད་པ་ དག་ གོ །_།
en: $1207 “ ‘Prince, those frightful and terrifying beings are the ones who robbed me of vitality as I was giving rise to the mind set on awakening.

source: དེ་དག་ ནི་ གང་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་པ ར་ བྱེད་པ་ དེ འི་ མགོ་ སློང་བ ར་ བྱེད་པ་ ཡིན་པ་ ནས་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ དག་ གི་ བར་ དུ་ སློང་བ ར་ བྱེད་པ་ དག་ གོ །_།
en: They are the ones who requested everything from my head to my appendages as I gave rise to the mind set on awakening.

source: གཞོན་ནུ་ གང་ གི་ ཚེ་སྔོན་ ཁོ་བོ ས་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེ འི་ ཚེ་ དེ་དག་ ནི་ མགོ་ བསླངས་ ཤིང་ བཅད་པ་ དག་ ཡིན་པ་ ནས་ ཡན་ལག་ དང་ ཉིང་ལག་ དག་ གི་ བར་ དུ་ བཅད་པ་ དག་ གོ །_།
en: Prince, while I was previously giving rise to the mind set on awakening, they did everything from requesting and cutting off my head to cutting off my limbs and appendages.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ ཡང་ སྲིན་པོ འི་ སྡེ་ མང་པོ་ མངོན་པར་ སྤྲུལ་ ནས་ |#| ཡང་ སྨྲས་པ །_
en: $1208 “Now the māra Muṣitasmṛti manifested a legion of rākṣasas and asked,

source: གཞོན་ནུ་ ཁྱོད་ ཀྱིས་ སྲིན་པོ འི་ སྡེ་ མང་པོ་ དེ་ མཐོང་ ངམ །_
en: ‘Prince, do you see that legion of rākṣasas?’

source: གཞོན་ནུ་ དེ་དག་ ནི་ གང་དག་ བྱང་ཆུབ་ ཏུ་ སེམས་ སྐྱེད་ པ ར་ བྱེད་པ་ མངལ་ ན་ གནས་པ་ དེ་དག་ གི་ གཟི་བྱིན་ འཕྲོག་པ ར་ བྱེད་པ་ དག་ གོ །_།
en: $1209 “ ‘Prince, they rob the vitality from those who give rise to the mind set on awakening while they are dwelling in the womb.

source: མངལ་ ན་ གནས་པ་ ན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་པ་ དག་ གོ །_།
en: They divest the bodhisattvas of their life force even while they are dwelling in the womb.

source: གཞོན་ནུ་ གང་དང་གང་ གི་ ཚེ་ ཁོ་བོ ས་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དེ་ཙམ་ དུ་ སྡུག་བསྔལ་ དེ་དག་ ལས་ ཡོངས་སུ་ གྲོལ་བ ར་ མ་ གྱུར་ ཏེ །_
en: Prince, never at any time was I free from that suffering for as long as I was giving rise to the mind set on awakening.

source: དེ་ཙམ་ དུ་ དེ་དག་ ཁོ་བོ འི་ ཕྱི་བཞིན་ འབྲང་བ ར་ བྱེད་ དོ །_།
en: It followed me the whole time.

source: གཞོན་ནུ་ དེ་ལྟ་བས་ན་ ཁོ་བོ ས་ སྡུག་བསྔལ་ དེ་དག་ མ་ བཟོད་ དེ །_ |#| བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ སེམས་ ཕྱིར་ལོག་ གོ །_།
en: Prince, it was because I could not endure that pain that I turned my mind away from unexcelled and perfect awakening.

source: གང་ གི་ ཚེ་ ཁོ་བོ འི་ སེམས་ བྱང་ཆུབ་ ལས་ ཕྱིར་ལོག་པ་ དེ འི་ ཚེ །_ ཁོ་བོ་ སྡུག་བསྔལ་ དེ་དག་ ལས་ ཡོངས་སུ་ གྲོལ་ ཞིང་ གནོད་པ་ ཡང་ མེད་པར་ གྱུར་ ཏོ །_།
en: When I turned my mind away from awakening, I was free from that suffering and the harm subsided.

source: གཞོན་ནུ་ དེ་ལྟ་བས་ན་ ཁོ་བོ་ ནི་ ཁྱོད་ ལ་དོན་ འདོད་པ །_ ཕན་པ་ འདོད་པ །_ གྲུབ་པ་ དང་ །_ བདེ་བ ར་ འདོད་པ་ ཡིན་པ ས་ གཞོན་ནུ་ འདི་སྐད་ དུ་ ཁྱོད་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་མ་ སྐྱེད་ ཅིག _།
en: Therefore, Prince, since I desire your welfare, benefit, success, and happiness, I implore you: |#| Do not give rise to the mind set on unexcelled and perfect awakening! [149.b]

source: གཞོན་ནུ་ ཁྱོད་ [149b] སྡུག་བསྔལ་ དེ་ལྟ་ བུ་ ཐོབ་པ ར་ མ་ བྱེད་ ཅིག _། |#| ཅེས་ སྨྲ འོ །_།
en: Prince, do not incur such suffering!’

source: དེ་ནས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: $1210 “Prince Smṛtilābha now thought,

source: དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ རྒྱལ་པོ འི་ འོད་ ཀྱི་ ཐད་ དུ་ བདག་ གིས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ ཡིན་ ལ །_
en: ‘I have given rise to the mind set on unexcelled and perfect awakening in the presence of the thus-gone one Guṇarājaprabha.

source: མི་ འདི་ ཡང་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ བདག་ གི་ མོས་པ་ ཟློག་པ ར་ བྱེད་པ་ ཡིན་ ཏེ
en: But this person is trying to avert my resolve away from unexcelled and perfect awakening.

source: མི འི་ ཆ་བྱད་ ཀྱིས་ འདི་ བདུད་ ཡིན་པ ར་ གྱུར་ ཏམ །_ འདི་ བདུད་ ཀྱིས་ བྱིན་ གྱིས་ བརླབས་པ ར་ གྱུར་ ན་ ཡང་ མི་ རུང་ །_
en: This is unsuitable, if it is a māra in the guise of man, or someone inspired by a māra.

source: ཡང་ན་ མི་ འདི་ བྱང་ཆུབ་ སེམས་དཔའ་ ཡིན་པ ར་ གྱུར་ ལ །_
en: But this person could also be a bodhisattva.

source: དེ་ནས་ དེས་ ལེ་ལོ་ ཐོབ་ ནས་ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ ཕྱིར་བཟློག་པ་ ཡིན་ ཞིང་ །_
en: Then, he would have become lazy and rejected the mind of awakening.

source: གང་ གི་ ཕྱིར་ མི་ འདི་ སྡུག་བསྔལ་ དེ་ལྟ་ བུ་ དང་ ཕྲད་ ན་
en: For if this person has encountered such suffering, then

source: ཡན་ལག་ དང་ ཉིང་ལག་ སློང་བ ར་ བྱེད་པ་ དག་ ནས་ |#| སྲོག་ དང་ བྲལ་བ ར་ བྱེད་པ འི་ བར་ དག་ གི་ སློངས་ མོ་པ་ དེ་སྙེད་ འོང་བ་ ལས་ ན་ སྔོན་ འདི ས་ ནི་ སྡིག་པ་ ཅན་ གྱི་ ལས་ རྣམས་ བྱས་ པ ར་ གྱུར་པ་ ཡིན་ ཏེ
en: for all those beggars to come, from those requesting his limbs and appendages to those divesting him of his life force, he must have committed negative actions in the past.

source: སློངས་ མོ་པ་ དེ་དག་ ནི་ བདག་ གི་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལ་ ཕན་ འདོགས་པ ར་ གྱུར་པ་ ཡིན་ ནོ །_།
en: However, those beggars would only contribute toward my unexcelled and perfect awakening.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_ སེམས་ཅན་ དེ་དག་ ནི་ མི་ ཤེས་པ་ དང་ ལྡན་ ཞིང་ ཡོངས་སུ་ མི་ ཤེས་པ་ སྲུང་བ་ ཅན་ ཡིན་ ཏེ །_
en: This is because those beings are ignorant and perpetuate ignorance.

source: འདོད་ཆགས་ ཀྱི་ དབང་ དང་ །_ ཞེ་སྡང་ གི་ དབང་ དང་ །_ གཏི་མུག་ གི་ དབང་ དང་ །_ ཕྲག་དོག་ གི་ དབང་ དང་ །_ ང་རྒྱལ་ གྱི་ དབང་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ རྣམས་ ལ་དུ ས་ ལས་ ཡོལ་བ ར་ སློང་ ཞིང་ སློང་བ ར་ བྱེད་པ་ དག་ སྟེ
en: Due to desire, anger, delusion, jealousy, and pride, they make untimely requests of the bodhisattva great beings.

source: གལ་ཏེ་ སེམས་ཅན་ དེ་དག་ ལ་ བདག་ གིས་ འཇིག་རྟེན་ པ འི་ ཡང་དག་ པར་ ཚིམ་པ་ ནི་ བྱ་ན །_
en: If I am able to perfectly satisfy those beings on the mundane level,

source: ཇི་ལྟ ར་ ན་ བདག་ གིས་ འཇིག་རྟེན་ ལས་ འདས་པ འི་ ཡང་དག་ པར་ ཚིམ་པ ར་ བྱ །_
en: I will also perfectly satisfy them accordingly on the supramundane level.

source: མི་ འདི་ ཡང་ འདུན་པ་ མེད་པ ས་ ལེ་ལོ་ དང་ །_ བརྩོན་འགྲུས་ ཞན་པ་ དང་ །_ ལྷག་པ འི་ བསམ་པ་ མ་ཡིན་པ ས་
en: Since this man lacks resolve, he is lazy, his diligence is weak, and he does not have an exalted motivation.

source: བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ ཕྱིར་ལོག་པ་ ཡིན་ ནོ །_།
en: Thus, he has turned away from unexcelled and perfect awakening.

source: ཀྱེ་མ་ བདག་ གིས་ ཇེ་ ཆེ ར་ ཡང་དག་པ འི་ ལྟ་བ་ ཅན་ དུ་ བྱ འོ །_།
en: Alas, I must now ensure more than ever that I have the proper view.

source: ཇེ་ ཆེ ར་ བརྩོན་འགྲུས་ ཡང་དག་ པར་ བླངས་ ཏེ་ གནས་པ ར་ བྱ འོ །_།
en: I will ensure more than ever that I adopt and practice diligence.

source: གལ་ཏེ་ བདག་ གི་ དབུགས་ རྔུབ་པ་ དང་ །_ འབྱུང་བ་ རེ་རེ་ ལ་ སྲོག་ དང་ འབྲལ་བ ར་ གྱུར་ ཀྱང་ བདག་ གིས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ [150a] རྫོགས་པ འི་ བྱང་ཆུབ་ ལས་ སེམས་ ཕྱིར་ ལྡོག་པ ར་ མི་ བྱ འོ །_།
en: Even should I lose my life force between each inhalation and exhalation of breath, I will not turn my mind away from unexcelled and perfect awakening. [150.a]

source: བདག་ གིས་ སྲོག་ དང་ འབྲལ་བ་ དེ་སྙེད་ ཀྱང་ བཟོད་པ ར་ བྱ འོ །_།
en: I will endure that many losses of my life force.

source: བདག་ གིས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ རྣམས་ ནི་ ཡོངས་སུ་ བཏང་བ ར་ མི་ བྱ འོ །_།
en: I will not abandon the buddha qualities.

source: སེམས་ཅན་ གང་དག་ བདག་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་པ་ དེ་ ལ་ བདག་ གིས་ སེམས་ཅན་ འདི་དག་ ནི་ ཉོན་མོངས་པ འི་ དབང་ གིས་ བདག་ ལ་ གནོད་པ ར་ བྱ་བ འི་ ཕྱིར་ སྡིག་པ་ ཅན་ གྱི་ ལས་ རྣམས་ མངོན་པར་ འདུ་བྱེད་པ་ ཡིན་པ ས་
en: [This is because, ]when it comes to beings who would deprive me of my life force, they only intend to harm me because they are under the control of afflictions. That is why they are predisposed toward negative deeds. For that reason, [I will don the armor of teaching them the Dharma that enables them to abandon the afflictions in order for them to attain unexcelled and perfect awakening.’]

source: དེ་དག་ ལ་ བདག་ གིས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཡང་དག་ པར་ བསྒྲུབ་པ འི་ ཆེད་ དུ་ ཉོན་ མོངས་པ་ སྤང་བ ར་ བྱ་བ འི་ ཕྱིར་ ཆོས་ བསྟན་པ ར་ བྱ་བ་ དེ་ལྟ་ བུ འི་ གོ་ཆ་ བགོའོ་ སྙམ་པ འི་ ཕྱིར་ རོ །_།
en: This is because, [when it comes to beings who would deprive me of my life force, they only intend to harm me because they are under the control of afflictions. That is why they are predisposed toward negative deeds. For that reason, ]I will don the armor of teaching them the Dharma that enables them to abandon the afflictions in order for them to attain unexcelled and perfect awakening.’

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲན་པ་ རྙེད་ ཀྱིས་ བདུད་ བརྗེད་ངས་ ལ་ སྨྲས་པ །_
en: $1211 “The bodhisattva Smṛtilābha then said to the māra Muṣitasmṛti,

source: ཀྱེ་ མི་ ཁྱོད་ ཁོ་བོ་ ལ་ འདི་ལྟ་སྟེ་ དོན་ འདོད་པ་ ཡིན །_ |#| འདི་ལྟ་སྟེ་ ཕན་པ་ འདོད་པ་ ཡིན །_
en: ‘You really do want my benefit and welfare.

source: ཀྱེ་ མི་ ཁྱོད་ ཁོ་བོ་ ལ་ འདི་ལྟ་སྟེ །_ |#| གྲུབ་ པ་ དང་ བདེ་བ ར་ འདོད་པ་ ཡིན་ ཏེ །_
en: You also want my success and happiness.

source: ཁྱོད་ ཀྱིས་ གནས་ དེ་ལྟ་ བུ་ དེ་དག་ ཀུན་ ཏུ་ བསྟན་པ་ ནི་ ངོ་མཚར་ ཏོ །_།
en: For the things you have shown me are amazing.

source: ཀྱེ་ མི་ ཁོ་བོ ས་ དེ་ མཐོང་ ནས་ |#| ཤས་ ཆེ ར་ ཆེས་ སྟོབས་ དང་ ལྡན་པ འི་ གོ་ཆ་ བགོས་ ཤིང་ །_ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལྷག་པ འི་ བསམ་ པ་ བསྐྱེད་པ འི་ ཕྱིར་ རོ །_།
en: This is because, having seen such things, I will now don a much stronger armor and give rise to an exalted intention set on unexcelled and perfect awakening.’

source: བདག་ གིས་ ཇི་ལྟ་ ཇི་ལྟ ར་ འཇིགས་པ་ དང་ །_ འཇིགས་ སུ་ རུང་བ འི་ གཟུགས་ དག་ བསྟན་པ་ དེ་ལྟ་ དེ་ལྟ ར་ དེ་ ཇེ་ ཆེ ར་ བརྟན་པ འི་ གོ་ཆ་ གྱོན་པ ར་ བྱེད་ དོ་ སྙམ་ མོ །_
en: ‘Whatever frightful and terrifying things I show him, these only inspire him to don a much firmer armor.’

source: དེ་ནས་ བདུད་ བརྗེད་ངས་ ཀྱིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ ལ་ སྨྲས་པ །_
en: So he told Prince Smṛtilābha,

source: ཀྱེ་ སྐྱེས་བུ་ གལ་ཏེ་ ཁྱོད་ ཁོ་བོ འི་ ཚིག་ བཞིན་ དུ་ མི་ བྱེད་ ན་ རང་ཉིད་ ཀྱིས་ ཤེས་པ ར་ གྱུར་ ཏེ །_ |#| འདི་ལྟར་ ཁོ་བོ་ ནི་ ས་ཕྱོགས་ འདི་ ནས་ འགྲོ་བ ར་ བྱ འོ །_།
en: ‘If you do not pay heed to my advice, then, as you must have reached your own understanding, I will now leave this place.’

source: བདུད་ བརྗེད་ངས་ ཀྱིས་ ཚིག་ དེ་ སྨྲས་པ འི་ འོག་ ཏུ་ དེ་ནས་ དེ་ཉིད་ ཀྱི་ ཚེ་ བདུད་ ཀྱིས་ སྤྲུལ་པ འི་ གནོད་སྦྱིན་ དེ་དག་ གིས་ ཚིག་ སྨྲས་ པ །_
en: $1213 “After Muṣitasmṛti had said this, the yakṣas manifested by the māra said,

source: སྐྱེས་བུ་ རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ འདི་ ཁྱོད་ ཀྱིས་ བསྒོ་བ་ བཞིན་ དུ་ མི་ བྱེད་ ན
en: ‘Sir, if Prince Smṛtilābha does not act according to your advice,

source: ཁྱོད་ ས་ཕྱོགས་ འདི་ ནས་ སོང་ ཤིག་ དང་
en: you should leave this place, and

source: ཁོ་བོ་ ཅག་ བཀྲེས་པ འང་ ཡིན །_ |#| སྐོམ་པ འང་ ཡིན་པ ས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ འདི འི་ གཟི་བརྗིད་ འཕྲོག་པ ར་ བྱ འོ །_།
en: we, being hungry and thirsty, will rob the prince of his vitality.’

source: གཞན་དག་ གིས་ ཀྱང་ སྨྲས་པ །_
en: Others said, [150.b]

source: ཀྱེ་ སྐྱེས་ [150b] བུ་ ཁྱོད་ སོང་ ཤིག་ དང་
en: ‘Sir, you should go!

source: ཁོ་བོ་ ཅག་ གིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ འདི་སྐད་ ཅིག་ ཏུ་ ཐལ་བ ར་ བརླག་པ ར་ བྱ འོ །_།
en: We will instantly pulverize this prince.’

source: ཁོ་བོ་ ཅག་ གིས་ རྒྱལ་པོ འི་ གཞོན་ནུ་ འདི འི་ མགོ་ བསླང་བ ར་ བྱ འོ །_།
en: ‘We will request the prince for his head.’

source: ཀྱེ་ སྐྱེས་བུ་ ཁྱོད་ སོང་ ཤིག་ དང་
en: ‘Sir, you should go!

source: འདི་ ནི་ ཡུན་རིང་ དུ་ གནས་པ་ མ་ ཡིན་ ཏེ །_
en: He will not remain long and

source: འདི འི་ སྲོག་ གཞན་ ཅི་ཡང་ མེད་པར་ འགྱུར་བ ས །_
en: his life force will cease to exist. |#| Thus,

source: འདི ས་ དོན་ འདོད་པ །_ ཕན་པ་ འདོད་པ །_ ཁྱོད་ ཀྱི་ ཚིག་ བཞིན་ དུ་ བྱས་ སམ་ དད་པས་ ཅི་ཞིག་ བྱ །_
en: what will it matter whether he heeds or trusts your words that seek his benefit and welfare?

source: གང་ འདི་ ཁྱོད་ ཀྱིས་ བསྒོ་བ་ བཞིན་ དུ་ མི་ བྱེད་པ ས་
en: Because he will not act according to your advice,

source: འདི་ མངལ་ དུ་ ཞུགས་ ན་ ཡང་ གཟི་བྱིན་ དོར་བ ར་ བྱ འོ །_།
en: we will scatter his vitality even as he enters the womb!

source: ཤ་ བཟའ་ བ ར་ བྱ འོ །_།
en: We will devour his flesh!

source: ཁྲག་ ཀྱང་ བཏུང་བ ར་ བྱ འོ །_།
en: We will drink his blood!’

source: གཞན་དག་ གིས་ ཀྱང་ ཚིག་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: Others also shouted,

source: རྒྱལ་པོ འི་ གཞོན་ནུ་ དྲན་པ་ རྙེད་ འདི་ རྩ་ འཇིངས་ མ་ རྙེད་པ་ ཡིན་ གྱིས །_
en: ‘Prince Smṛtilābha is unattended.#60
